/**
 * @file ice_trap.c
 * @author Ballaam
 * @brief All functionality related to the ice trap feature
 * @version 0.1
 * @date 2023-02-01
 * 
 * @copyright Copyright (c) 2023
 * 
 */
#include "../../include/common.h"

ICE_TRAP_TYPES ice_trap_queued = ICETRAP_OFF;

typedef enum ice_trap_map_state {
    ICETRAPREQ_BANNED,
    ICETRAPREQ_SUPER,
    ICETRAPREQ_ALLOW,
} ice_trap_map_state;

static const char banned_trap_maps[] = {
    /*.test_map =*/ ICETRAPREQ_ALLOW,
    /*.funkys_store =*/ ICETRAPREQ_BANNED, // Reason: Shop
    /*.dk_arcade =*/ ICETRAPREQ_BANNED, // Reason: Locked Movement
    /*.k_rool_barrel_lankys_maze =*/ ICETRAPREQ_SUPER, // Reason: Bonus
    /*.jungle_japes_mountain =*/ ICETRAPREQ_ALLOW,
    /*.crankys_lab =*/ ICETRAPREQ_BANNED, // Reason: Shop
    /*.jungle_japes_minecart =*/ ICETRAPREQ_BANNED, // Reason: Locked Movement
    /*.jungle_japes =*/ ICETRAPREQ_ALLOW,
    /*.jungle_japes_army_dillo =*/ ICETRAPREQ_SUPER, // Reason: Boss Map
    /*.jetpac =*/ ICETRAPREQ_BANNED, // Reason: Locked Movement
    /*.kremling_kosh_very_easy =*/ ICETRAPREQ_BANNED, // Reason: Locked Movement
    /*.stealthy_snoop_normal_no_logo =*/ ICETRAPREQ_BANNED, // Reason: Bonus
    /*.jungle_japes_shell =*/ ICETRAPREQ_ALLOW,
    /*.jungle_japes_lankys_cave =*/ ICETRAPREQ_ALLOW,
    /*.angry_aztec_beetle_race =*/ ICETRAPREQ_SUPER, // Reason: Locked Movement
    /*.snides_hq =*/ ICETRAPREQ_BANNED, // Reason: Shop
    /*.angry_aztec_tinys_temple =*/ ICETRAPREQ_ALLOW,

    .taking_photo_underwater = 1, // Reason: Glitch
    .damaged_tnt_barrels = 0,
    .instrument = 1, // Reason: Glitch
    .unknown_0x68 = 0,
    .car_race = 1, // Reason: Locked Movement
    .learning_gun = 1, // Reason: Locked Movement
    .locked_bonus_barrel_0x6b = 1, // Reason: Locked Movement
    .feeding_tns = 1, // Reason: Locked Movement
    .boat = 1, // Reason: Locked Movement
    .baboon_balloon = 1, // Reason: Visual
    .updraft = 1, // Reason: Visual
    .gb_dance = 1, // Reason: Locked Movement
    .key_dance = 1, // Reason: Locked Movement
    .crown_dance = 1, // Reason: Locked Movement
    .loss_dance = 1, // Reason: Locked Movement
    .victory_dance = 1, // Reason: Locked Movement
    .vehicle_castle_car_race = 1, // Reason: Locked Movement
    .entering_battle_crown = 1, // Reason: Glitch
    .locked_cutscenes = 0,
    .gorilla_grab = 1, // Reason: Locked Movement
    .learning_move = 1, // Reason: Locked Movement
    .locked_car_race_loss = 1, // Reason: Locked Movement
    .locked_beetle_race_loss = 1, // Reason: Locked Movement
    .trapped = 1, // Reason: Locked Movement
    .klaptrap_kong = 1, // Reason: Glitch
    .surface_swimming_enguarde = 1, // Reason: Enguarde bone break
    .underwater_enguarde = 1, // Reason: Enguarde bone break
    .attacking_enguarde_surface = 1, // Reason: Enguarde bone break
    .attacking_enguarde = 1, // Reason: Enguarde bone break
    .leaving_water_enguarde = 1, // Reason: Enguarde bone break
    .fairy_refill = 1, // Reason: Locked Movement
    .unknown_0x84 = 0,
    .main_menu = 0,
    .entering_main_menu = 0,
    .entering_portal = 1, // Reason: Locked Movement
    .exiting_portal = 1, // Reason: Locked Movement
};

void customDamageCode(void) {
    if (Player) {
        if (checkDeathAction(Player)) {
            if (applyDamageMask(0, -1)) {
                int animation = 0x27;
                if (Player->grounded_bitfield & 4) {
                    animation = 0x29;
                }
                playAnimation(Player, animation);
                Player->control_state = 0x36;
                Player->control_state_progress = 0;
            }
            Player->invulnerability_timer = 100;
        }
    }
}

void trapPlayer_New(void) {
    Player->old_tag_state = -1;
    float val = 8.0f;
    float val2 = -30.0f;
    if ((Character >= 1) && (Character <= 3)) {
        val = 10.0f;
    } else if (Character == 6) {
        val = 15.0f;
    }
    if ((Character < 2) || (Character == 4) || (Character == 5)) {
        val2 = -20.0f;
    }
    Player->unk_1B0 = val;
    Player->yAccel = val2;
    if (Player->control_state != 0x7C) {
        Player->shockwave_timer = -1;
        Player->control_state = 0x7C;
        Player->control_state_progress = 0;
        playActorAnimation(Player, 0x13);
        spawnActor(0x117, 0xC5);
        LastSpawnedActor->parent = Player;
        Player->noclip = 0x3C;
    }
}

static const float bone_slow_scales[] = {0.4f, 0.38f, 0.3f};
static const char bone_slow_bones[] = {1, 5, 6};

typedef struct button_ice_struct {
    /* 0x000 */ unsigned char ice_trap_type;
    /* 0x001 */ unsigned char ice_trap_timer;
    /* 0x002 */ unsigned short button_btf;
    /* 0x004 */ void *button_sprite;
} button_ice_struct;

static button_ice_struct button_ice_data[] = {
    {.ice_trap_type = ICETRAP_DISABLEA, .button_btf = CONT_A, .button_sprite = (void*)0x80720CF0},
    {.ice_trap_type = ICETRAP_DISABLEB, .button_btf = CONT_B, .button_sprite = (void*)0x80720D14},
    {.ice_trap_type = ICETRAP_DISABLEZ, .button_btf = CONT_G, .button_sprite = (void*)0x80720D38},
    {.ice_trap_type = ICETRAP_DISABLECU, .button_btf = CONT_E, .button_sprite = (void*)0x80720D80},
};
typedef struct ice_trap_timer_struct {
    /* 0x000 */ unsigned short timer;
    /* 0x002 */ char active;
    /* 0x003 */ char unk3;
    /* 0x004 */ void *disable_func;
    /* 0x008 */ void *enable_func;
} ice_trap_timer_struct;

void resetScreenFlip(void) {
    *(unsigned char*)(0x80010520) = 0x3F;
}

void resetTagAnywhere(void) {
    if (CCEffectData) {
        CCEffectData->disable_tag_anywhere = CC_READY;
    }
}

static ice_trap_timer_struct ice_trap_timers[] = {
    {.timer = 0, .active=0, .disable_func=&resetScreenFlip}, // Flip
    {.timer = 0, .active=1, .disable_func=&cc_disabler_paper, .enable_func=&cc_enabler_paper}, // Paper
    {.timer = 0, .active=0, .disable_func=&cc_disabler_ice}, // Ice
    {.timer = 0, .active=0, .disable_func=&cc_disabler_animals}, // Animals
    {.timer = 0, .active=0, .disable_func=&resetTagAnywhere}, // Tag
};


static unsigned short flip_timer = 0;
static unsigned short slip_timers[8] = {0, 0, 0, 0, 0, 0, 0, 0};
static unsigned short ice_floor_timer = 0;
static unsigned short paper_timer = 0;
static unsigned short rockfall_timer = 0;

