#include "../../include/common.h"

static unsigned short slam_flag = FLAG_SHOPMOVE_SLAM_0;
static unsigned short belt_flag = FLAG_SHOPMOVE_BELT_0;
static unsigned short ins_flag = FLAG_SHOPMOVE_INS_0;

int getMoveType(int value) {
	int ret = (value >> 5) & 7;
	if (ret == 7) {
		return -1;
	} else {
		if (ret == PURCHASE_INSTRUMENT) {
			int index = ((value >> 3) & 3) + 1;
			if (index > 1) {
				return PURCHASE_FLAG;
			}
		} else if ((ret == PURCHASE_SLAM) || (ret == PURCHASE_AMMOBELT)) {
			return PURCHASE_FLAG;
		}
		return ret;
	}
}

int getMoveIndex(move_rom_item* item) {
	int item_type = getMoveType(item->move_master_data);
	int index = ((item->move_master_data >> 3) & 3) + 1;
	int original_item_type = ((item->move_master_data) >> 5) & 7;
	if (original_item_type == PURCHASE_SLAM) {
		slam_flag += 1;
		return slam_flag - 1;
	} else if (original_item_type == PURCHASE_AMMOBELT) {
		belt_flag += 1;
		return belt_flag - 1;
	} else if (original_item_type == PURCHASE_INSTRUMENT) {
		if (index > 1) {
			ins_flag += 1;
			return ins_flag - 1;
		}
	}
	if ((item_type == PURCHASE_FLAG) || (item_type == PURCHASE_GB)) {
		return item->flag;
	}
	return index;
}

int getMoveKong(int value) {
	return value & 7; 
}

move_block* getMoveBlock(void) {
	return getFile(0x200, 0x1FEF000);
}

void moveTransplant(void) {
	slam_flag = FLAG_SHOPMOVE_SLAM_0;
	belt_flag = FLAG_SHOPMOVE_BELT_0;
	ins_flag = FLAG_SHOPMOVE_INS_0;
	move_block* move_data = getMoveBlock();
	if (move_data) {

				case PURCHASE_AMMOBELT:
					return MovesBase[p_kong].ammo_belt >= purchase_data->purchase_value;
					break;
				case PURCHASE_INSTRUMENT:
					return (MovesBase[p_kong].instrument_bitfield & (1 << bitfield_index)) != 0;
				break;
			}
		} else if ((p_type == PURCHASE_FLAG) && (purchase_data->purchase_value == -2)) {
			// BFI Coupled Moves
			return checkFlagDuplicate(FLAG_ABILITY_CAMERA, FLAGTYPE_PERMANENT) & checkFlagDuplicate(FLAG_ABILITY_SHOCKWAVE, FLAGTYPE_PERMANENT);
		} else if ((p_type == PURCHASE_FLAG) || (p_type == PURCHASE_GB)) {
			// IsFlag
			return checkFlagDuplicate(purchase_data->purchase_value, FLAGTYPE_PERMANENT);
		}
	}
	return 1;
}

void setLocationStatus(location_list location_index) {
	int location_int = (int)location_index;
	if (location_int < 4) {
		// TBarrels
		setLocation((purchase_struct*)&TrainingMoves_New[location_int]);
	} else if (location_index == LOCATION_BFI) {
		// BFI
		setLocation((purchase_struct*)&BFIMove_New);
	} else if (location_index == LOCATION_FIRSTMOVE) {
		// First Move (Normally Slam 1)
		setLocation((purchase_struct*)&FirstMove_New);
	}
}

int getLocationStatus(location_list location_index) {
	int location_int = (int)location_index;
	if (location_int < 4) {
		// TBarrels
		return getLocation(&TrainingMoves_New[location_int]);
	} else if (location_index == LOCATION_BFI) {
		// BFI
		return getLocation(&BFIMove_New);
	} else if (location_index == LOCATION_FIRSTMOVE) {
		// First Move (Normally Slam 1)
		return getLocation(&FirstMove_New);
	}
	return 0;
}

void fixTBarrelsAndBFI(int init) {
	if (init) {
		// Individual Barrel Checks
		*(short*)(0x80681CE2) = (short)LOCATION_DIVE;
		*(short*)(0x80681CFA) = (short)LOCATION_ORANGE;
		*(short*)(0x80681D06) = (short)LOCATION_BARREL;
		*(short*)(0x80681D12) = (short)LOCATION_VINE;
		writeFunction(0x80681D38, &getLocationStatus); // Get TBarrels Move
		// All Barrels Complete check
		*(short*)(0x80681C8A) = (short)LOCATION_DIVE;
		writeFunction(0x80681C98, &getLocationStatus); // Get TBarrels Move
	} else {
		unsigned char tbarrel_bfi_maps[] = {
			MAP_TRAININGGROUNDS, // TGrounds
			MAP_TBARREL_DIVE, // Dive
			MAP_TBARREL_ORANGE, // Orange
			MAP_TBARREL_BARREL, // Barrel
			MAP_TBARREL_VINE, // Vine
			MAP_FAIRYISLAND, // BFI
		};
		int is_in_tbarrel_bfi = 0;
		for (int i = 0; i < sizeof(tbarrel_bfi_maps); i++) {
			if (tbarrel_bfi_maps[i] == CurrentMap) {
				is_in_tbarrel_bfi = 1;
			}
		}
		if (is_in_tbarrel_bfi) {
			// TBarrels
			*(short*)(0x800295F6) = (short)LOCATION_DIVE;
			*(short*)(0x80029606) = (short)LOCATION_ORANGE;
			*(short*)(0x800295FE) = (short)LOCATION_VINE;
			*(short*)(0x800295DA) = (short)LOCATION_BARREL;
			writeFunction(0x80029610, &setLocationStatus); // Set TBarrels Move
			// BFI
			*(short*)(0x80027F2A) = (short)LOCATION_BFI;
			*(short*)(0x80027E1A) = (short)LOCATION_BFI;
			writeFunction(0x80027F24, &setLocationStatus); // Set BFI Move
			writeFunction(0x80027E20, &getLocationStatus); // Get BFI Move
		}
	}
}

typedef struct move_overlay_paad {
	/* 0x000 */ void* upper_text;
	/* 0x004 */ void* lower_text;
	/* 0x008 */ unsigned char opacity;
	/* 0x009 */ char unk_09[0x10-0x9];
	/* 0x010 */ mtx_item unk_10;
	/* 0x050 */ mtx_item unk_50;
	/* 0x090 */ int timer;
	/* 0x094 */ actorData* shop_owner;
} move_overlay_paad;

unsigned int* displayMoveText(unsigned int* dl, actorData* actor) {
	move_overlay_paad* paad = actor->paad;
	*(unsigned int*)(dl++) = 0xDE000000;
	*(unsigned int*)(dl++) = 0x01000118;
	*(unsigned int*)(dl++) = 0xDA380002;
	*(unsigned int*)(dl++) = 0x02000180;
	*(unsigned int*)(dl++) = 0xE7000000;
	*(unsigned int*)(dl++) = 0x00000000;
	*(unsigned int*)(dl++) = 0xFCFF97FF;
	*(unsigned int*)(dl++) = 0xFF2CFE7F;
	*(unsigned int*)(dl++) = 0xFA000000;
	*(unsigned int*)(dl++) = 0xFFFFFF00 | paad->opacity;
	if (paad->upper_text) {
		*(unsigned int*)(dl++) = 0xDA380002;
		*(unsigned int*)(dl++) = (int)&paad->unk_10;
		dl = (unsigned int*)displayText((int*)dl,1,0,0,paad->upper_text,0x80);
		*(unsigned int*)(dl++) = 0xD8380002;
		*(unsigned int*)(dl++) = 0x00000040;
	}
	if (paad->lower_text) {
		*(unsigned int*)(dl++) = 0xDA380002;
		*(unsigned int*)(dl++) = (int)&paad->unk_50;
