/**
 * @file file_screen.c
 * @author Ballaam
 * @brief Changes to the file screen
 * @version 0.1
 * @date 2022-01-23
 * 
 * @copyright Copyright (c) 2022
 * 
 */
#include "../../include/common.h"

static char balanced_igt[20] = "";
static char perc_str[7] = "";
static char gb_str[5] = "";
char k_rool_text[9] = "& K.ROOL";

#define LINE_GAP 0x8C
static char updated_tracker = 0;

typedef struct tracker_struct {
	/* 0x000 */ short min_x;
	/* 0x002 */ short max_x;
	/* 0x004 */ short min_y;
	/* 0x006 */ short max_y;
	/* 0x008 */ unsigned char enabled;
	/* 0x009 */ unsigned char type;
	/* 0x00A */ unsigned char item;
	/* 0x00B */ char level;
	/* 0x00C */ char kong;
} tracker_struct;

#define TRACKER_ENABLED_DEFAULT 1

static tracker_struct tracker_info[] = {
	// Position of items on the tracker image
	{
		// Coconut
		.min_x = 0, .max_x = 20,
		.min_y = 0, .max_y = 22,
		.enabled = TRACKER_ENABLED_DEFAULT,
		.type = TRACKER_TYPE_COCONUT,
		.item = REQITEM_MOVE,
		.level = 4,
		.kong = KONG_DK,
	},
	{
		// Bongos
		.min_x = 0, .max_x = 20,
		.min_y = 22, .max_y = 42,
		.enabled = TRACKER_ENABLED_DEFAULT,
		.type = TRACKER_TYPE_BONGOS,
		.item = REQITEM_MOVE,
		.level = 8,
		.kong = KONG_DK,
	},
	{
		// Grab
		.min_x = 0, .max_x = 20,
		.min_y = 44, .max_y = 64,
		.enabled = TRACKER_ENABLED_DEFAULT,
		.type = TRACKER_TYPE_GRAB,
		.item = REQITEM_MOVE,
		.level = 2,
		.kong = KONG_DK,
	},
	{
		// Blast
		.min_x = 0, .max_x = 20,
		.min_y = 66, .max_y = 86,
		.enabled = TRACKER_ENABLED_DEFAULT,
		.type = TRACKER_TYPE_BLAST,
		.item = REQITEM_MOVE,
		.level = 0,
		.kong = KONG_DK,
	},
	{
		// Strong
		.min_x = 0, .max_x = 20,
