/**
 * @file object_instance_script_changes.c
 * @author Ballaam
 * @author OnlySpaghettiCode
 * @brief Contains various hooks from the object instance script assets into C code
 * @version 0.1
 * @date 2022-01-21
 * 
 * @copyright Copyright (c) 2023
 * 
 */
#include "../../include/common.h"

#define FUNGI_MINECART_GRATE 0x22
#define SEASICK_SHIP 0x27
#define AZTEC_BEETLE_GRATE 0x1E
#define BALLROOM_MONKEYPORT 0x5
#define MUSEUM_WARP_MONKEYPORT 0x8
#define JAPES_BBLAST 0xA3
#define FACTORY_BBLAST 0x4D
#define CAVES_BBLAST 0x20
#define CASTLE_BBLAST 0x1F
#define AZTEC_BBLAST 0x2E
#define GALLEON_BBLAST 0x34
#define FUNGI_BBLAST 0x4C
#define AZTEC_SNOOPDOOR 0xA1
#define LLAMA_SNOOPPAD 0x69
#define JAPES_DKCAGEGB 0x44
#define JAPES_DKCAGESWITCH 0x40
#define JAPES_MOUNTAINGB 0x52
#define JAPES_MOUNTAINGBSWITCH 0x6
#define FACTORY_DIDDYPRODGB 0x2C
#define FACTORY_DIDDYPRODSWITCH 0x31
#define MILL_WARNINGLIGHTS 0xC
#define MILL_CRUSHER 0x8
#define MILL_TRIANGLEPAD 0x0
#define GMUSH_BOARD 0xB
#define CAVES_GBDOME 0x27
#define CAVES_BOULDERDOME 0x2B
#define CAVES_SMALLBOULDERPAD 0x2E
#define CAVES_BIGBOULDERPAD 0x2F
#define GALLEON_DKSTAR 0xC
#define AZTEC_LLAMACOCONUT 0xD
#define FUNGI_MILLGBINTERIOR 0xA

#define GALLEON_BONGO_PAD 0x11
#define GALLEON_GUITAR_CACTUS_PAD 0x14
#define GALLEON_SAX_PAD 0x13
#define GALLEON_TROMBONE_PAD 0x12
#define GALLEON_TRIANGLE_PAD 0x1B
#define GALLEON_LANKY_SLAM 0x1D
#define GALLEON_TINY_SLAM 0x1C

#define GALLEON_DK_5DSDOOR 0x19

#define CHUNKY5DC_TARGET1 0x4
#define CHUNKY5DC_TARGET2 0x5
#define HELMLOBBY_GGONE 0x3

#define LLAMA_MATCHING_HEAD_SOUND0_0 0x1E // Sound 173
#define LLAMA_MATCHING_HEAD_SOUND0_1 0x23
#define LLAMA_MATCHING_HEAD_SOUND1_0 0x24 // Sound 171
#define LLAMA_MATCHING_HEAD_SOUND1_1 0x27
#define LLAMA_MATCHING_HEAD_SOUND2_0 0x1B // Sound 169
#define LLAMA_MATCHING_HEAD_SOUND2_1 0x26
#define LLAMA_MATCHING_HEAD_SOUND3_0 0x1D // Sound 174
#define LLAMA_MATCHING_HEAD_SOUND3_1 0x21
#define LLAMA_MATCHING_HEAD_SOUND4_0 0x1A // Sound 172
#define LLAMA_MATCHING_HEAD_SOUND4_1 0x25
#define LLAMA_MATCHING_HEAD_SOUND5_0 0x20 // Sound 175
#define LLAMA_MATCHING_HEAD_SOUND5_1 0x22
#define LLAMA_MATCHING_HEAD_SOUND6_0 0x19 // Sound 168
#define LLAMA_MATCHING_HEAD_SOUND6_1 0x1F
#define LLAMA_MATCHING_HEAD_SOUND7_0 0x1C // Sound 170
#define LLAMA_MATCHING_HEAD_SOUND7_1 0x28

#define FISH_SHIELD1 0x3
#define FISH_SHIELD2 0x4
#define FISH_SHIELD3 0x5

#define CHEST_PEARL_0 0x0
#define MILLREAR_CHUNKYCHECK_RATE 0xF
#define ROTATING_ROOM_OBJ 0x0
#define FUNGI_BEAN 0x5
#define FUNGI_BEANCONTROLLER 0x4D

#define FACTORY_LARGEMETALSECTION 0x0
#define FACTORY_PIANO 0x14
#define FACTORY_DARTBOARD 0x7F
#define ICE_MAZE 0x0

#define HELM_PAD_BONGO 0x2C
#define HELM_PAD_TRIANGLE 0x2D
#define HELM_PAD_SAX 0x2E
#define HELM_PAD_TROMBONE 0x2F
#define HELM_PAD_GUITAR 0x30
#define HELM_COIN_DOOR 0x3

#define JAPES_CAVE_GATE 0x2B
#define JAPES_PEANUT_MOUNTAIN 0x58
#define JAPES_COCONUT_RAMBI 0x123
#define LLAMA_GRAPE_SWITCH 0x6B
#define FACTORY_SNATCH_GRATE 0x15
#define FACTORY_PAD_TRIANGLE 0x37
#define FACTORY_PAD_GUITAR 0x38
#define FACTORY_PAD_TROMBONE 0x3B
#define ISLES_SWITCH_GRAPE 0x27
#define ISLES_SWITCH_PINEAPPLE 0x28
#define ISLES_SWITCH_FEATHER 0x29
#define ISLES_SWITCH_PEANUT 0x2A
#define ISLES_SWITCH_COCONUT 0x32
#define AZTEC_CHUNKY_CAGE 0x24
#define CRYPT_LT_GRAPE 0x0
#define CRYPT_LT_SIMIAN_SWITCH 0x4
#define CRYPT_DDC_D 0xD
#define CRYPT_DDC_E 0xE
#define CRYPT_DDC_F 0xF
#define DUNGEON_SLAM_DIDDY 0x4
#define DUNGEON_SLAM_DK 0x5
#define DUNGEON_SLAM_LANKY 0x6
#define TREE_DOOR_DK 0x1
#define TREE_DOOR_CHUNKY 0x9

#define TNS_NUMBER 0x15
#define TNS_ITEMINDICATOR 0xF

#define CROWN_CONTROLLER 0x0
#define CROWN_INDICATOR 0x4

#define FACTORY_BLOCKELEVATOR_0 0x18
#define FACTORY_BLOCKELEVATOR_1 0x19
#define FACTORY_BLOCKELEVATOR_2 0x1A
#define FACTORY_BLOCKELEVATOR_3 0x1B
#define FACTORY_BLOCKELEVATOR_4 0x1C
#define FACTORY_BLOCKELEVATOR_5 0x27
#define FACTORY_BLOCKELEVATOR_6 0x28

#define FACTORY_BBLAST_STAR 0x0
#define FACTORY_BBLAST_CONTROLLER 0x1

#define JAPES_RAMBI_DOOR 0x115

void hideObject(behaviour_data* behaviour_pointer) {
	/**
	 * @brief Hide object model 2 item and make it intangible
	 * 
	 * @param behaviour_pointer Behaviour Pointer of Object
	 */
	behaviour_pointer->unk_60 = 1;
	behaviour_pointer->unk_62 = 0;
	behaviour_pointer->unk_66 = 255;
	behaviour_pointer->unk_70 = 0;
	behaviour_pointer->unk_71 = 0;
	setScriptRunState(behaviour_pointer,2,0);
}
typedef struct warp_info_data {
	/* 0x000 */ unsigned char warp_map;
	/* 0x001 */ unsigned char tied_warp_index;
	/* 0x002 */ unsigned short id;
	/* 0x004 */ short active_flag;
	/* 0x006 */ short appear_flag;
	/* 0x008 */ unsigned char tied_exit;
	/* 0x009 */ char unk9;
} warp_info_data;

typedef struct warp_extra_info {
	/* 0x000 */ unsigned short current_index;
	/* 0x002 */ unsigned short tied_index;
} warp_extra_info;

void getModelTwoItemFromActor(int actor, short* item, float* scale) {
	/**
	 * @brief Converts actor into it's model two equivalent
	 * 
	 * @param actor Actor Index
	 * @param item Address to store item model two index
	 * @param scale Address to store item scale
	 */
	for (int i = 0; i < (sizeof(item_conversions) / sizeof(item_conversion_info)); i++) {
		if (actor == item_conversions[i].actor) {
			*item = item_conversions[i].model_two;
			*scale = item_conversions[i].scale;
			return;
		}	
	}
}

void spawnWrinklyWrapper(behaviour_data* behaviour, int index, int kong, int unk0) {
	setPermFlag(FLAG_WRINKLYVIEWED + kong + (5 * getWorld(CurrentMap, 0)));
	spawnWrinkly(behaviour, index, kong, unk0);
}

void bananaportGenericCode(behaviour_data* behaviour, int index, int id) {
	/**
	 * @brief Generic code for a bananaport
	 * 
	 * @param behaviour Behaviour Pointer for Object
	 * @param index Index of item in Model Two Array
