/**
 * @file tag_anywhere.c
 * @author Ballaam
 * @author Isotarge
 * @brief All changes related to the tag anywhere modification
 * @version 0.1
 * @date 2021-12-06
 * 
 * @copyright Copyright (c) 2021
 * 
 */

#include "../../include/common.h"

#define TAG_ANYWHERE_KONG_LIMIT 5 // Amount of kongs in the TA Loop

static const map_bitfield banned_map_btf = {
    // Bitfield on whether a tag is enabled in a map. Each property is a boolean

    .test_map = 0,
    .funkys_store = 1, // Reason: Shop
    .dk_arcade = 1, // Reason: Locked Movement
    .k_rool_barrel_lankys_maze = 0,
    .jungle_japes_mountain = 0,
    .crankys_lab = 1, // Reason: Shop
    .jungle_japes_minecart = 1, // Reason: Locked Movement
    .jungle_japes = 0,
    .jungle_japes_army_dillo = 1, // Reason: Boss Map
    .jetpac = 1, // Reason: Locked Movement
    .kremling_kosh_very_easy = 1, // Reason: Locked Movement
    .stealthy_snoop_normal_no_logo = 0,
    .jungle_japes_shell = 0,
    .jungle_japes_lankys_cave = 0,
    .angry_aztec_beetle_race = 0, // Reason: Locked Movement
    .snides_hq = 1, // Reason: Shop
    .angry_aztec_tinys_temple = 0,
    .hideout_helm = 0,
    .teetering_turtle_trouble_very_easy = 1, // Reason: Locked Movement
    .angry_aztec_five_door_temple_dk = 0,
    .angry_aztec_llama_temple = 0,
    .angry_aztec_five_door_temple_diddy = 0,
    .angry_aztec_five_door_temple_tiny = 0,
    .angry_aztec_five_door_temple_lanky = 0,
    .angry_aztec_five_door_temple_chunky = 0,

                            // if (Rando.kong_models[next_character] == KONGMODEL_KRUSHA) {
                            //     Player->hand_state = 1;
                            // } else if (next_character == 1) {
                            //     Player->hand_state = 3;
                            // }
                        }
                        // Fix HUD memes
                        if (CurrentMap == MAP_TROFFNSCOFF) {
                            if (!hasTurnedInEnoughCBs()) {
                                tag_countdown = 3;
                                HUD->item[0].hud_state_timer = 0x100;
                                HUD->item[0].hud_state = 0;
                            }
                        } else {
                            for (int i = 0; i < sizeof(important_huds); i++) {
                                important_huds_changed[i] = 0;
                                if (HUD) {
                                    int hud_st = HUD->item[(int)important_huds[i]].hud_state;
                                    if ((hud_st == 1) || (hud_st == 2)) {
                                        tag_countdown = 3;
                                        HUD->item[(int)important_huds[i]].hud_state_timer = 0;
                                        HUD->item[(int)important_huds[i]].hud_state = 0;
                                        important_huds_changed[i] = 1;
                                    }
                                }
                            }
                        }
                        // Cancel anything
                        if (Player->strong_kong_ostand_bitfield & 0x40) {
                            // Gorilla Gone
                            cancelMusic(0x6C, 0);
                            Player->obj_props_bitfield |= 0x8000;
                            removeGorillaGone(Player);
                        }
                        // Perform the tag
                        int old_control_state = Player->control_state;
                        grab_lock_timer = 0; // Restart countdown
                        tagKong(next_character + 2);
						clearTagSlide(Player);
                        if (Player->hSpeed > 140.0f) {
                            Player->hSpeed = 140.0f; // Patch Jacob Rolling
                        }
                        if (old_control_state == 0x4F) {
                            // Fix the underwater tag memes
                            Player->yVelocity = 0.0f;
                            playAnimation(Player, 0x37);
                            handleAnimation(Player);
                            Player->control_state = old_control_state;
                            Player->control_state_progress = 4;
                        }
						Player->new_kong = next_character + 2;
					}
				}
			}
		}
	}
}

void tagAnywhereInit(int is_homing, int model2_id, int obj) {
    /**
     * @brief Initialize certain aspects of Tag Anywhere
     */
    assessFlagMapping(CurrentMap, model2_id);
    coinCBCollectHandle(0, obj, is_homing);
}

typedef struct sfx_cache_item {
    /* 0x000 */ unsigned short sfx;
    /* 0x002 */ unsigned char noise_buffer;
    /* 0x003 */ unsigned char sfx_count;
    /* 0x004 */ unsigned int last_played_f;
    /* 0x008 */ unsigned char sfx_delay;
    /* 0x009 */ unsigned char used;
    /* 0x00A */ unsigned short id;
    /* 0x00C */ unsigned char map_initiated;
} sfx_cache_item;

#define SFX_CACHE_SIZE 16
static sfx_cache_item sfx_cache_array[SFX_CACHE_SIZE];

void populateSFXCache(int sfx, int noise_buffer, int sfx_count, int sfx_delay, int id, int init_delay) {
    /**
     * @brief Populate SFX Cache with a sound effect
     * 
     * @param sfx Sound Effect Index
     * @param noise_buffer Noise Buffer Value
     * @param sfx_count Amount of times the SFX is played
     * @param sfx_delay Amount of frames inbetween each SFX play
     * @param id ID of the object in which the SFX plays at
     * @param init_delay Initial delay of the SFX Play
     * 
     */
    int has_pushed = 0;
    for (int i = 0; i < SFX_CACHE_SIZE; i++) {
        if (!has_pushed) {
            if (!sfx_cache_array[i].used) {
                sfx_cache_array[i].sfx = sfx;
                sfx_cache_array[i].noise_buffer = noise_buffer;
                sfx_cache_array[i].sfx_count = sfx_count - (init_delay == 0);
